[
  {
    "id": "seg-35",
    "snippet": "of the century. CMIP6 includes scenarios with high and very high GHG emissions (SSP3 7.0 and SSP5 8.5) and CO2 emissions that roughly double from current levels by 2100 and 2050, respectively, scenarios with intermediate GHG emissions (SSP2 4.5) and CO2 emissions remaining around current levels until the middle of the century, and scenarios with very low and low GHG emissions and CO2 emissions declining to net zero around or after 2050, followed by varying levels of net negative CO2 emissions (SSP1 1.9 and SSP1 2.6). Emissions vary between scenarios depending on socio economic assumptions, levels of climate change mitigation and, for aerosols and non methane ozone precursors, air pollution controls. Alternative assumptions may result in similar emissions and climate responses, but the socio economic assumptions and the feasibility or likelihood of individual scenarios are not part of the assessment. Figure 7 presents projected emissions and additional warming causes for each of the SSPs. Figure 8 shows global average temperature rise for the primary Scenarios presented in IPCC AR6",
    "keywords": ["temperature", "scenarios", "emissions"],
    "total": 3,
    "score": 0.676914632320404
  },
  {
    "id": "seg-90",
    "snippet": "High end emissions scenario (RCP8.5): This scenario represents the extreme end of plausible climate change, delivering an estimated global average temperature increase of approximately 5 6ºC by 2100, relative to pre industrial temperature levels. RCP8.5 is commonly recognized...",
    "keywords": ["temperature", "emissions"],
    "total": 2,
    "score": 0.5635397434234619
  },
  {
    "id": "seg-52",
    "snippet": "High end emissions scenario (RCP8.5): This scenario represents the extreme end of plausible climate change, delivering an estimated global average temperature increase of approximately 5 6ºC by 2100, relative to pre industrial temperature levels. RCP8.5 is commonly recognized...",
    "keywords": ["temperature", "emissions"],
    "total": 2,
    "score": 0.5635397434234619
  },
  {
    "id": "seg-28",
    "snippet": "in response to anthropogenic emissions, which lead to changes in atmospheric concentrations of greenhouse gases and aerosol, and thus ultimately result in radiative forcings that drive the climate system changes. The CMIPs provide a coordinating framework for these studies by defining a suite of model experiments for coupled atmosphere ocean general circulation and Earth system models. Next to more process oriented studies, one suite of experiments under CMIP is always focused on the climate response to different plausible future societal development storylines and associated contrasting emission pathways (scenarios). The goal of these ‘scenarios’ is to outline how future emissions and land use changes could translate...",
    "keywords": ["scenarios", "emissions"],
    "total": 2,
    "score": 0.559585690498352
  },
  {
    "id": "seg-21",
    "snippet": "composition either directly (via emissions of gases or particles) or indirectly (via atmospheric chemistry). Anthropogenic emissions have driven the changes in WMGHG concentrations during the Industrial Era. Radiative forcing (RF) is a measure of the net change in the energy balance of the Earth system in response to some external perturbation; positive RF leads to a warming and negative RF to a cooling. The RF concept is valuable for comparing the influence on global mean surface temperature of most individual agents affecting...",
    "keywords": ["temperature", "emissions"],
    "total": 2,
    "score": 0.5473071932792664
  },
  {
    "id": "seg-4",
    "snippet": "the Earth’s climate to those emissions. With significant reductions in the emissions of greenhouse gases (GHGs), global annual averaged temperature rise could be limited to 2°C or less. However, without major reductions in these emissions, the increase in annual average global temperatures, relative to preindustrial times...",
    "keywords": ["temperature", "emissions"],
    "total": 2,
    "score": 0.539703369140625
  },
  {
    "id": "seg-37",
    "snippet": "anthropogenic (human caused) emissions over the 2015–2100 period. Shown are emissions trajectories for carbon dioxide (CO2) from all sectors (GtCO2/yr) (left graph) and for a subset of three key non CO2 drivers considered in the scenarios: methane (CH4, MtCH4/yr); nitrous oxide (N2O, MtN2O/yr); and sulphur dioxide (SO2, MtSO2/yr), contributing to anthropogenic aerosols in panel (b). b) demonstrates the change in global surface temperature (°C) in 2081–2100 relative to...",
    "keywords": ["temperature", "scenarios", "emissions"],
    "total": 3,
    "score": 0.5383641123771667
  },
  {
    "id": "seg-33",
    "snippet": "projection of greenhouse gas emissions and land use change under the baseline SSP storyline. The SSPs were designed to function in combination with a new and improved version of RCPs. As such, different climate policy futures can be superimposed on SSPs to represent the influence of different climate policy choices (i.e. switching to renewable energy from fossil fuels) and the ease or difficulty in reaching the end of century radiative forcing goal specified by an RCP. The different policy scenarios lead to different levels of radiative forcing, with higher values representing stronger climate warming effects. The particular forcing values were chosen to allow easy comparison of the new scenarios to the RCPs used in the CMIP5 and IPCC AR5. Not all possible combinations of SSPs and forcing scenarios are viable and therefore, some do not have simulations. For example, SSP5 which prioritizes fossil fuel development, thereby establishing a world with high emissions, is incompatible with a low forcing scenario (i.e. 1.9 W/m2), which would require stricter climate policy and strong mitigation, and therefore low greenhouse gas emissions",
    "keywords": ["scenarios", "emissions"],
    "total": 2,
    "score": 0.49834978580474854
  },
  {
    "id": "seg-45",
    "snippet": "scenario (RCP2.6), two intermediate scenarios (RCP4.5 and RCP6.0) and one scenario with high GHG emissions (RCP8.5). Scenarios without additional efforts to constrain emissions (’baseline scenarios’) lead to pathways ranging between...",
    "keywords": ["scenarios", "emissions"],
    "total": 2,
    "score": 0.4950091540813446
  },
  {
    "id": "seg-87",
    "snippet": "radiative forcing levels, GHG emissions (and indirectly emissions of air pollutants) are reduced substantially over time. RCP2.6 is representative of a scenario that aims to keep global warming likely below 2°C above pre industrial temperatures",
    "keywords": ["temperature", "emissions"],
    "total": 2,
    "score": 0.44847962260246277
  },
  {
    "id": "seg-49",
    "snippet": "radiative forcing levels, GHG emissions (and indirectly emissions of air pollutants) are reduced substantially over time. RCP2.6 is representative of a scenario that aims to keep global warming likely below 2°C above pre industrial temperatures",
    "keywords": ["temperature", "emissions"],
    "total": 2,
    "score": 0.44847962260246277
  },
  {
    "id": "seg-88",
    "snippet": "Medium low emissions scenario (RCP4.5): A stabilization scenario which assumes action is taken to curb climate change by all countries resulting in a global average temperature rise of no more than 2 ºC and 3 ºC above pre industrial temperature levels by the year 2100",
    "keywords": ["temperature", "emissions"],
    "total": 2,
    "score": 0.4371356964111328
  },
  {
    "id": "seg-50",
    "snippet": "Medium low emissions scenario (RCP4.5): A stabilization scenario which assumes action is taken to curb climate change by all countries resulting in a global average temperature rise of no more than 2 ºC and 3 ºC above pre industrial temperature levels by the year 2100",
    "keywords": ["temperature", "emissions"],
    "total": 2,
    "score": 0.4371356964111328
  }
]
